# Sketch : 브레인스토밍을 통한 아이디어 구체화하기
Sketch는 다양한 아이디어를 제시하며, 최종적으로 한 주제에 대한 구체적인 구상을 진행하는 단계입니다. 
## 해결하려고 하는 사회 문제에 대한 해결책 브레인 스토밍
- 앞서 진행된 <이해하고 정의하기> 단계에서 에서 결정되어 해결하려고 하는 사회 문제에 대한 해결책들을 마련합니다. 
- 브레인스토밍을 통해 여러가지 해결책을 떠올려 보고, 떠오른 모든 해결책을 스케치 합니다. 
- [Miro](https://miro.com/ko/)와 같은 도구를 이용하면 편리합니다. 

# 공원 추천 지도
- 카페 추천 앱과는 다르게, 무료로 이용할 수 있는 접근성이 좋은 공간을 추천해주는 지도
- 공원 뿐만 아니라 대학생이 무료로 이용할 수 있는 여러 시설들을 추천해주는 지도

# 이벤트 밀도 지도
- 이벤트 밀도를 계산하여 이를 색깔로 지도 위에 표시
- 이벤트 밀도가 높을 수록 걷고 싶은 거리, 다양한 이벤트가 펼쳐진다. 이러한 걷고 싶은 거리, 매력적인 공간을 지도 위에 표시하고 추천함으로써 공원 등의 공공 장소의 한계를 벗어나 더 다양한 융합의 공간을 표시할 수가 있다.

# 지도 기반 커뮤니티
- 기존 커뮤니티는 주제, 세대 별로 구분되었는데, 지도 기반 커뮤니티 서비스의 경우 지도라는 구분 안에 다양한 사람들이 포괄적으로 융합될 수 있음. 지도를 클릭하면 그 위치에서 작성된 게시물들을 볼 수 있는 형태
- 이벤트 밀도는 정적이고 이미 정해진 수치인데 반해 커뮤니티 시스템을 통해 동적이고 실시간의 변화를 파악할 수 있음.
